Revit 2026 API
SculptingFailures Properties
The BuiltInFailures.SculptingFailures type exposes the following members.
Properties
Name | Description
FaceSculptEditFailed |  Face Sculpt Edit failed.
FaceSculptingFaceLoss |  The original sculpted face is lost.
Top
See Also
Reference
BuiltInFailures.SculptingFailures Class
Autodesk.Revit.DB Namespace